@extends('master.index')

@section('headerscript')
    <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap-icons@1.5.0/font/bootstrap-icons.css"/>
    <style>
        p,li{
            line-height: 2;
        }
    </style>
@endsection

@section('row1')
    <div class="row" id="">
        <div class="col-12 ">
            <img src="{{asset('/images/whatiscoaching.jpg')}}" width="100%">
        </div>
        <div class="container">
            <div class="row bg-light mt-5">
                <div class="col-12 mt-5 text-justify">
                    <h2>
                        مقدمه کتاب کوچینگ
                    </h2>
                    <p>
                        احتمالا زمانی که کلمه کوچینگ را شنیده اید، کنجکاو شده اید که بدانید کوچینگ چیست و چه کاربردی دارد؟

                        به زبان ساده، کوچینگ که معمولا در قالب جلسات فرد به فرد برگزار می شود، فرایندی است که در آن کوچ از مراجع (کوچ شونده) پرسش های عمیقی می پرسد، سپس به پاسخ ها و گفته های او فعالانه گوش می دهد، به موقع بازخوردهای سازنده ای به مراجع می دهد، از او را برای رسیدن به اهدافش حمایت می کند، و نقاط قوت و موفقیت های مراجع را تشویق می کند، تا او بتواند با کمک کوچ به آنچه که می خواهد برسد.
                        کوچینگ دامنه کاربرد وسیعی دارد، مثلا :
                    </p>
                    <ul>
                        <li> مدیر می تواند در گفتگو و ارتباط با کارکنانش، نقش کوچ را ایفا کند.</li>
                        <li> معلم یا استاد می تواند با روش کوچینگی تدریس کند و به مخاطبانش آموزش دهد.</li>
                        <li> والدین در تعامل با فرزندانشان می توانند به ایفای نقش والد-کوچ بپردازند.</li>
                    </ul>
                    <p>
                        ماهیت کوچینگ به نوعی است که همه افراد می توانند در تعامل، ارتباط و گفتگو از کوچینگ استفاده کنند. جالب این جاست که کوچینگ در ارتباط فرد با خودش نیز کاربرد دارد که از آن با عنوان خودکوچینگ یاد می شود. ایفای نقش کوچ توسط مدیران، والدین، معلمان و اساتید و سایر افراد، به موثرتر شدن نوع ارتباط کمک می کند.
                    </p>
                    <p>
                        کوچینگ به غیر از کاربرد این چنینی، می تواند به عنوان یک شغل و حرفه نیز مورد استفاده قرار گیرد. جالب است بدانید که کوچینگ یکی از شغل هایی است که در کشورهای پیشرفته رشد سریعی را طی می کند.                    </p>
                    <p>
                        به دنبال افزایش محبوبیت و تقاضا برای استفاده از خدمات کوچینگ در کشورهای پیشرفته، چند سالی است که در کشور ما نیز کوچینگ مطرح شده است به طوری که بسیاری از افراد یا آن را ابزار مفیدی برای کار و حرفه فعلی خود می دانند یا آن را شغل ایده آل خود می پندارند.                    </p>
                    <p>
                        کتابی، نگاشته شده است تا کوچینگ را به هر دو دسته از افراد معرفی کند.</p>
                    <ol>
                        <li>
                            هم کسانی که می خواهند از کوچینگ در کار و زندگی خود استفاده کنند مانند مدیران، والدین، اساتید و …
                        </li>
                        <li>
                            کسانی که می خواهند به حرفه و شغل کوچینگ روی بیاورند.
                        </li>
                    </ol>
                    <p>
                        ین کتاب تصمیم دارد نقش دروازه ورود به دنیای بزرگ و جذاب کوچینگ را ایفا کند.
                    </p>
                    <p>
                        مرکز آموزش کوچینگ فراکوچ که از سال ۱۳۹۶ اقدام به آموزش کوچینگ به علاقمندان نموده است، این رسالت را برای خود قائل است که به ترویج اصولی و علمی دانش کوچینگ در ایران کمک کند. این کتاب در راستای این رسالت نگاشته شده است.
                    </p>
                    <p>
                        با آرزوی بهروزی برای همه شما خوانندگان ارجمند
                    </p>
                    <p>
                        یاسر متحدین، مصطفی جهانگیر
                    </p>
                </div>
                <div class="col-12">
                    @if($errors->any())
                        <div class="col-12">
                            <div class="alert alert-danger" role="alert">
                                @foreach($errors->all() as $error)
                                    <li>{{$error}}</li>
                                @endforeach
                            </div>
                        </div>
                    @endif
                    <form method="post" action="/what-is-coaching/bookOffStore">
                        {{csrf_field()}}
                        <div class="form-group row pt-3" id="tel_landing">
                            <label for="tel" class="col-md-4 col-form-label text-md-right">{{ __('تلفن همراه:') }}</label>
                            <div class="col-md-6">
                                <div class="input-group">
                                    <input id="tel" type="text" class="form-control @error('tel') is-invalid @enderror" name="tel" value="{{ old('tel') }}" required autocomplete="tel" />
                                    <div class="input-group-prepend">
                                        <button class="btn btn-outline-secondary btn-info text-light" type="submit" id="activeMobile">ارسال</button>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </form>
                </div>
            </div>

        </div>

    </div>

@endsection
